{"id":6,"topic_id":"","fpix_topic_id":"b121152","folder_name":"b121152_complex_permanent_tissue","topic_name":"COMPLEX PERMANENT TISSUE","object_heading":"To learn about the structure of vascular bundles in plants.","script_text":"\"The vascular bundle is a part of the transport system in plants and is a strand of transport tissue running through the stems and roots.\",\"The vascular bundle consists of two specific tissues: xylem and phloem.\",\"Xylem tissue includes four cell types: tracheids, vessel members, xylem fibers, and xylem parenchyma.\",\"Tracheids and vessel members are long, dead, hollow cells with sloping walls thick with a material known as lignin, which makes the cells both strong and virtually waterproof.\",\"Together the tracheids and vessels form lengthy tubes that carry water. Xylem fibers and xylem parenchyma give support to the vascular bundles.\",\"In addition to providing support, xylem carries both water and dissolved minerals from roots through the stem to all parts of the plant.\",\"Phloem tissue is composed of four types of cells: sieve tubes, companion cells, phloem fibres, and phloem parenchyma.\",\"Sieve tubes are elongated cells joined end to end. The joints, known as sieve plates, have perforations, and the cytoplasm of the cells is continuous. Phloem fibers and phloem parenchyma give support to the vascular bundles. The phloem fibres are dead cells.\",\"Companion cells are small and have pores in their walls. They are in contact with the sieve tube cells. Sieve tubes and companion cells transport the food materials. Phloem conducts organic substances such as sugar from the leaves to other areas of the plant.\",\"The arrangement of the vascular tissue in a plant differs in dicotyledonous and monocotyledonous plants.\",\"If we were to look at a crosscut of a dicotyledonous plant stem, we could see a central pith surrounded by a circle of uniformaly sized vascular bundles.\",\"Outside the vascular bundles is the cortex, a single layer of epidermal cells.\",\"Each vascular bundle consists of phloem on the outside and xylem towards the center. Between the phloem and xylem, there is a band of cambium, a meristematic tissue. The cells of the tissue will continue to actively divide, forming new layers of cells. Because of these newly forming cells, the dicot vascular bundles are referred to as \u0026#39;open\u0026#39;.\",\"In monocot stems, the vascular bundles vary in size and are scattered throughout the ground tissue. Although they are not organized within the tissue, the phloem is still oriented towards the outside and the xylem toward the middle of the stem. Because monocots lack cambium in the vascular bundles, new cells cannot form in the stems, and their bundles are said to be \u0026#39;closed\u0026#39;.\"","summary_text":"\"Vascular bundles consist of the transportation tissues, xylem and phloem.\",\"Xylem is a dead tissue and transports water from the roots to all parts of the plant.\",\"Phloem conducts organic food from the leaves to all parts of the plant.\"","created_at":"2017-05-25T17:49:00.000Z","updated_at":"2017-05-30T04:59:59.000Z","url":"http://content.fortunapix.com/scripts/6.json"}