{"id":138,"topic_id":"","fpix_topic_id":"b121002","folder_name":"b121002_nucleus","topic_name":"NUCLEUS","object_heading":"To learn about the structure and functions of the cell nucleus.","script_text":"\"The nucleus is the most significant component of a cell. Not only does it contain the genetic material, including chromosomes consisting of DNA molecules, but it also controls the cell\u0026#39;s various metabolic activities.\",\"Scottish botanist Robert Brown first used the term \u0026#34;œcell nucleus\u0026#34; in 1831 and is most often credited with the discovery of the nucleus.\",\"A nucleus is found in all eukaryotic cells. Those without a nucleus, such as red blood cells, are referred to as enucleate. Prokaryotic cells do not have a true nucleus; their genetic material floats within the cytoplasm.\",\"The nucleus is the largest organelle in a cell, measuring about 5-25 microns in diameter. It is enclosed in a nuclear membrane which simply works as a barrier to separate the cytoplasm and the nucleoplasm.\",\"The key components of the nucleus are a nuclear membrane, the nucleoplasm, the chromatin fibers, and a nucleolus.\",\"The nuclear membrane, sometimes referred to as the nuclear envelope, separates the nucleus and its contents from the rest of the cell. The membrane is composed of a double-layered structure of lipids. These layers are dotted with several openings known as nuclear pores which allow back and forth movement of molecules between the nucleus and the cytoplasm. mRNA, tRNA, and nucleotides required for protein synthesis reach the cytoplasm through nuclear pores.\",\"The nucleus has a fluid-like substance known as nucleoplasm, sometimes referred to as nuclear sap or karyolymph.\",\"The nucleoplasm contains several thread-like structures, either coiled or elongated, known as chromatin fibers. These fibers contain DNA and are visible during the interphase, the stage between cell divisions characterized by growth of the cell. During cell division, chromatin fibers become thick chromosomes.\",\"Within the nucleoplasm, there is a spherical granule known as the nucleolus. Its main function is the biogenesis of ribosomes.\"","summary_text":"\"The nucleus is the most important cell organelle in eukaryotic cells.\",\"It controls cell processes.\",\"It has a double-layered nuclear membrane marked by several pores.\",\"The nucleoplasm contains chromatin fibers and a nucleolus.\",\"The chromatin fibers become chromosomes during the cell divisions.\",\"The nucleolus synthesizes ribosomes.\"","created_at":"2017-05-25T17:49:00.000Z","updated_at":"2017-05-25T17:49:00.000Z","url":"http://content.fortunapix.com/scripts/138.json"}