{"id":49,"topic_id":"","fpix_topic_id":"c121397","folder_name":"c121397","topic_name":"ALKENES","object_heading":"To learn the general characteristics of alkenes.","script_text":"\"Alkenes are compounds containing only carbon and hydrogen. As such, they may also be referred to as unsaturated hydrocarbons. Their characteristic feature is the carbon-carbon double bond.\",\"As non-polar substances, they are not soluble in water but are soluble in organic solvents. And alkenes do not conduct electricity.\",\"The general formula for an alkene is C\u003csub\u003en\u003c/sub\u003eH\u003csub\u003e2n\u003c/sub\u003e, where n represents the number of carbon atoms. According to the International Union of Pure and Applied Chemistry, IUPAC, alkene nomenclature uses a system of prefixes to identify the number of carbons in the longest continuous chain that contains a carbon-carbon double bond.\",\"One key to helping you recognize an alkene is their name, which will end with the suffix, \u0026#34;ene\u0026#34;\",\"Ethene (C\u003csub\u003e2\u003c/sub\u003eH\u003csub\u003e4\u003c/sub\u003e), the simplest alkene, has only two carbon atoms which will have a double bond between them.\",\"The next alkene, having three carbons but only one double bond between two of the carbon atoms, is named propene (C\u003csub\u003e3\u003c/sub\u003eH\u003csub\u003e6\u003c/sub\u003e). The four-carbon alkene is butene, C\u003csub\u003e4\u003c/sub\u003eH\u003csub\u003e8\u003c/sub\u003e and the one with five carbons is pentene, C\u003csub\u003e5\u003c/sub\u003eH\u003csub\u003e10\u003c/sub\u003e. Ethene, propene, and butene are all colorless gases.\",\"Pentene with its five carbons, hexene with its six carbons, and heptene with its seven carbons are all liquids.\",\"If an alkene has more than fifteen carbons, it will be a solid.\",\"Alkenes having four or more carbon atoms will exhibit structural isomerism, meaning each can have two or more different structural formulae.\",\"Let\u0026#39;s look at the structural isomerism of butene, a four-carbon alkene.\",\"Based on the location of the double bond in the structure, butene can form three structures: but-1-ene but-2-ene, also named 2-butene; and 2-methylpropene.\",\"Alkenes also exhibit cis-trans isomerism.\",\"Let\u0026#39;s look at 1,2-dichloroethene. The molecule can be arranged in two different geometric arrangements, producing two possible isomers.\",\"In one isomer, the two chlorine atoms will be on opposite sides of the carbon-carbon double bond. This isomer is known as the trans isomer.\",\"In the other, the two chlorine atoms will be on the same side of the carbon-carbon double bond. This isomer is known as cis isomer.\"","summary_text":"\"Alkenes are unsaturated hydrocarbons with a double bond between carbon atoms.\",\"According to the IUPAC, alkenes are named according to a system of prefixes identifying the number of carbons in the longest continuous chain containing a double bond.\",\"Alkenes exhibit geometric isomerism.\"","created_at":"2017-05-25T17:49:00.000Z","updated_at":"2017-05-26T16:09:00.000Z","url":"http://content.fortunapix.com/scripts/49.json"}