{"id":163,"topic_id":"","fpix_topic_id":"c121204","folder_name":"c121204_acid rain","topic_name":"ACID RAIN","object_heading":"To understand the formation of Acid Rain.","script_text":"\"The earth\u0026#39;s atmosphere contains a large amount of water vapor, produced when liquid water evaporates from lakes and oceans.\",\"Condensation of the atmospheric water vapor results in the formation of clouds.\",\"Water droplets may combine to form larger droplets. These larger drops fall to the ground as rain.\",\"Carbon dioxide in the rain reacts with the atmospheric water vapor, forming a weak acid, known as carbonic acid. As a result, rainfall is slightly acidic, with a pH of about 5.\",\"In modern times, however, automobile exhaust, industrial factories and power plants that burn fossil fuels such as coal and oil, contribute significant amounts of atmospheric pollution.\",\"The main components of air pollution that cause acid rain include various oxides of nitrogen, collectively called NO\u003csub\u003eX\u003c/sub\u003e. Sulfur oxides are also atmospheric pollutants. Let\u0026#39;s see how each of these pollutants contributes to the formation of acid rain.\",\"One of the main pollutants released from automobile emissions is nitrogen trioxide, N\u003csub\u003e2\u003c/sub\u003eO3. When N\u003csub\u003e2\u003c/sub\u003eO\u003csub\u003e3\u003c/sub\u003e reacts with water, it forms a weak acid known as nitrous acid. In regions with dense automobile traffic, this is a significant contributor to acid rain.\",\"The main industrial pollutant is dinitrogen pentoxide.\",\"Dinitrogen pentoxide, N\u003csub\u003e2\u003c/sub\u003eO\u003csub\u003e5\u003c/sub\u003e, and other nitrogen oxides can be converted into the strong acid HNO\u003csub\u003e3\u003c/sub\u003e, known as nitric acid.\",\"Power plants release large amounts of sulfur dioxide, SO\u003csub\u003e2\u003c/sub\u003e, into the atmosphere. When SO\u003csub\u003e2\u003c/sub\u003e reacts with water, it undergoes a series of reactions, resulting in the formation of sulfuric acid, H\u003csub\u003e2\u003c/sub\u003eSO\u003csub\u003e4\u003c/sub\u003e.\",\"When nitrous, nitric and sulfuric acids accumulate in rain, the pH of the rain drops significantly, down to the 2 to 3.5 range. Acid rain has serious effects on the environment and on human health.\",\"Acid rain damages trees, especially conifers. The acid rain can leach away nutrients and damage the waxy covering of the leaves, leaving the trees vulnerable to insects and disease.\",\"Aquatic microorganisms and other animals including fish, frogs, mollusks and salamanders, are very sensitive to pH and may not able to survive as the acidity of lakes and ponds increases.\",\"Acid rain reacts with the limestone in buildings and statues, causing them to deteriorate and crumble.\",\"How can we minimize the industrial pollution that contributes to acid rain?\",\"We can use alternative energy sources that don\u0026#39;t produce polluting gases, such as solar energy, wind energy . We can use mass transportation whenever feasible.\"","summary_text":"\"Air pollution contributes greatly to acid rain, leading to environmental damage.\"","created_at":"2017-05-25T17:49:00.000Z","updated_at":"2017-05-29T05:40:00.000Z","url":"http://content.fortunapix.com/scripts/163.json"}