{"id":37,"topic_id":"","fpix_topic_id":"c121207","folder_name":"c121207_acids_bases_and_salts","topic_name":"ACIDS, BASES AND SALTS","object_heading":"To learn very simple principles of acid and base reactions, including the production of salts.","script_text":"\"Acids have a sour taste and change blue litmus paper to red.\",\"Bases feel slippery to the touch and change litmus paper to blue.\",\"According to the Bronsted-Lowry theory, an acid is a proton donor in the form of a hydrogen ion, whereas a base is a proton acceptor in the form of a hydrogen ion.\",\"Hydrogen chloride gas will dissolve in water to form hydroxonium ions (H\u003csub\u003e3\u003c/sub\u003eO\u003csup\u003e+\u003c/sup\u003e) and chloride ions. In this reaction, hydrochloric acid acts as an acid as it donates a proton to water. Water acts as a base and accepts the proton.\",\"According to Arrhenius Theory, an acid is a substance that generates hydrogen ions when dissolved in water.\",\"For example, gaseous hydrogen chloride - when dissolved in water \u0026#45; will dissociate into hydrogen and chloride ions.\",\"This theory also states that bases generate hydroxide ions when dissolved in water.\",\"If we were to dissolve pellets of solid sodium hydroxide in water, sodium ions and hydroxide ions will be produced.\",\"When an acid reacts with a base, they will neutralize each other, forming water and salt.\",\"If hydrochloric acid is mixed with a sodium hydroxide solution, the hydrogen ions and the hydroxide ions will react to form both water and sodium chloride salt.\",\"HCl + NaOH \u0026#8594; NaCl + H\u003csub\u003e2\u003c/sub\u003eO\",\" The anion comes from the acid and the cation comes from the base.\",\"The reverse of a neutralization reaction is hydrolysis. During a hydrolysis reaction, a salt will react with water to yield an acid or base.\",\"Sodium bicarbonate will dissociate into carbonic acid and hydroxide ions.\",\"The resulting OH minus ions will cause a weak basic solution.\",\"NaHCO\u003csub\u003e3\u003c/sub\u003e\u003csup\u003e-\u003c/sup\u003e + H\u003csub\u003e2\u003c/sub\u003eO \u0026#8594; H\u003csub\u003e2\u003c/sub\u003eCO\u003csub\u003e3\u003c/sub\u003e + OH\u003csup\u003e-\u003c/sup\u003e\"","summary_text":"\"According to the Bronsted-Lowry theory, an acid is a proton donor in the form of a hydrogen ion, and a base is a proton acceptor in the form of a hydrogen ion.\",\"According to Arrhenius theory, acids generate hydrogen ions and bases generate hydroxide ions in water.\",\"Acids will react with bases to form water and salt.\"","created_at":"2017-05-25T17:49:00.000Z","updated_at":"2017-05-26T11:35:37.000Z","url":"http://content.fortunapix.com/scripts/37.json"}