{"id":162,"topic_id":"","fpix_topic_id":"c121199","folder_name":"c121199_valency","topic_name":"VALENCY","object_heading":"To learn the concept of electron valency and its role in bonding.","script_text":"\"To form molecules or compounds, atoms must bond with other atoms. During the bonding process, atoms will try to achieve an outer shell of 8 electrons. This is based on the octet rule which says that atoms with lower atomic numbers have a tendency to either lose, gain or share so that their outer electron shell holds 8 electrons, the stable electron arrangement found in the noble gases including helium, neon, and argon.\",\r\n\"All atoms bond according to their power of combining, which is referred to as valency or valence number.\",\r\n\"An element\u0026#39;s valency depends on the number of electrons in its atom that can participate in the formation of a bond. These bonding electrons are known as valence electrons.\",\r\n\"To see how this works, let\u0026#39;s first look at hydrogen and fluorine atoms. Hydrogen has only one electron and fluorine has a total of nine, seven of which are in its outer shell.\",\r\n\"Both of these atoms will share one pair of electrons to form a hydrogen fluoride molecule that is stable. The molecule is stable because hydrogen now has 2 electrons in the outer shell and fluorine has 8 outer electrons. A covalent bond has formed between the two by the contribution of one valence electron from each atom.\",\r\n\"Let\u0026#39;s look at another example, this time using the ionic bonding of sodium metal and chlorine gas, which combine to form Sodium Chloride, commonly known as table salt.\",\r\n\"Sodium has a total of 11 electrons, which are arranged in different subshells. The electron configuration is 1s\u003csub\u003e2\u003c/sub\u003e 2s\u003csub\u003e2\u003c/sub\u003e 2p\u003csub\u003e6\u003c/sub\u003e 3s\u003csub\u003e1\u003c/sub\u003e.\",\r\n\"In these configurations, the larger numbers represent the energy levels, the letters represent the sublevel, and the superscript represents the number of electrons in those sublevels.\",\r\n\"The valency of sodium is 1, often referred to as plus one, because its outermost shell, 3s, has only one electron.\",\r\n\"Chlorine has 17 electrons which have an electron configuration of 1s\u003csub\u003e2\u003c/sub\u003e 2s\u003csub\u003e2\u003c/sub\u003e 2p\u003csub\u003e6\u003c/sub\u003e 3s\u003csub\u003e2\u003c/sub\u003e 3p\u003csub\u003e5\u003c/sub\u003e. The outermost shell of chlorine has a total of 7 electrons, meaning it needs one more electron to achieve the stable configuration of 8. Because its outer level is essentially short one electron, the valency will be minus 1. The valency could also be 7; however, for it to lose 7 electrons from the outer shell would require a large amount of energy. It is much easier for chlorine to gain a small number of electrons than it is to lose a large number.\",\r\n\"When the sodium and chlorine atoms bond, chlorine will gain the one electron that sodium loses. As a result, sodium will have 10 electrons, making its electron configuration like that of the noble gas, neon, while chlorine will have 18 electrons like that of the noble gas, argon.\",\r\n\"In ions, the valence number will dictate its charge. If the ion has extra electrons, it will have a negative charge, and if it is missing electrons, then it will have a positive charge. The valence number will tell how many electrons are extra or missing.\",\r\n\"For example, the valency of a H+ is one;\", \"F- is minus 1; \",\" Al3+ is three;\",\" N3- is minus 3.\"","summary_text":"\"An atom\u0026#39;s valency is based upon the number of electrons in the outermost shell that can be lost or gained to complete its octet and achieve stable electron configuration.\",\"Valence electrons are important during the formation of bonds with there atoms.\"","created_at":"2017-05-25T17:49:00.000Z","updated_at":"2017-05-26T05:33:03.000Z","url":"http://content.fortunapix.com/scripts/162.json"}