{"id":213,"topic_id":"","fpix_topic_id":"p121330","folder_name":"p121330_Sonar","topic_name":"SONAR","object_heading":"To learn the basic physics of sonar.","script_text":"\"Sonar is a technique that uses sound propagation to navigate, communicate with or detect objects usually under water. The word sonar comes from the first letters of the words Sound Navigation And Ranging.\",\"There are two types of sonar; active sonar and passive sonar.\",\"Active sonar involves both the transmission of sound pulses and receiving the echo of transmitted sound. Since the speed of sound is constant and fast in water, the distance, or depth, of an object is found by measuring the time it takes for the sound waves to return after having been transmitted.\",\"When sound travels through water and strikes a submerged object, it reflects back.\",\"The distance of a submerged object can be calculated by dividing the time taken by the sound waves divided by 2 in to speed of the sound\",\"Sound travels about 1,500 meters per second through water. Consider sound waves returning after 4 seconds.\",\"The sound wave takes two seconds to travel towards the object and two more seconds to reflect back. Since the sound travels about 1500 meters per second, the total distance travelled will be 1,500 meters X 4 seconds = 6000 meters.\",\"That is, the sound travelled 3,000 meters and reflected back. The depth, or distance, of the object from the source of the sound is 6,000 over 2, which equals 3,000 meters.\",\"Active sonar can be deployed by helicopters, mounted in buoys or on boats.\",\"Passive sonar involves listening to the sounds given off by targets. Passive sonar can only indicate the direction in which an object is located, but not its distance.\",\"Ships and submarines use passive sonar to locate other ships and submarines.\"","summary_text":"\"Sonar is an acronym for sound navigation and ranging.\",\"It works on the principle that sound travels quickly with constant speed in water.\",\"Active sonar is used for locating submerged object and to find the depth of an object.\",\"Passive sonar is used to find the direction of an object.\"","created_at":"2017-05-25T17:49:00.000Z","updated_at":"2017-05-26T11:37:10.000Z","url":"http://content.fortunapix.com/scripts/213.json"}