{"id":220,"topic_id":null,"fpix_topic_id":"p121411","folder_name":"p121411","topic_name":"NEWTON\u0026#39;S FIRST LAW OF MOTION","object_heading":"To learn the Newton\u0026#39;s First Law of Motion","script_text":"\"Motion is the change in an object\u0026#39;s position.\",\"Isaac Newton, an English scientist, proposed three laws of motion that help us understand how objects behave when they are at rest, when they move, or when force acts upon\",\"them.\",\"In this session let\u0026#39;s concentrate on the Newton\u0026#39;s First Law of Motion.\",\"The first law says that an object that is stationary tends to stay at rest, and an object that is moving tends to keep moving until a force acts on it.\",\"Let\u0026#39;s see how this law works.\",\"Let\u0026#39;s consider a stationary rubber ball that\u0026#39;s sitting on a table. The ball is not in motion and is said to be in a state of rest. If we leave the ball there, it will continue to be at rest.\",\"In fact, any object such as the table, the cupboard, the book will remain stationary for any length of time.\",\"The law also says that the objects will stay at rest until a force acts on them.\",\"To our resting ball, if we use a small amount of force to push it, it will move from its original position. The force created by our gentle push has set the ball in motion, meaning the force has changed the state of rest of the ball.\",\"Let\u0026#39;s come to the second part of the law.\",\"The ball will continue to roll for some distance in the same direction, gradually slow down and eventually stop.\",\"According to the law, an object in motion will continue to be in motion until a force acts on it.\",\"In this case, friction, a force that opposes motion, has stopped the motion of the ball.\",\"Let\u0026#39;s see another force that changes the movement of the ball.\",\"Let\u0026#39;s roll the ball and keep a book in an angle in its path. The ball strikes the book and rolls away in another direction.\",\"In this case, the book is the force that has changed the direction of the moving ball, which would have continued to move in its original direction.\"","summary_text":"\"The first law of Newton says that objects will continue to be in a state of rest or motion forever, unless an external agent interferes, causing the object to change its present state.\"","created_at":"2017-05-25T17:49:42.000Z","updated_at":"2017-05-25T17:49:42.000Z","url":"http://content.fortunapix.com/scripts/220.json"}