{"id":94,"topic_id":null,"fpix_topic_id":"P121456","folder_name":"P121456_electric_motor","topic_name":"ELECTRIC MOTOR","object_heading":"To learn the basic workings of an electric motor.","script_text":"\"When flowing through a wire, an electric current will establish a concentric magnetic field around the wire. It is this basic principle that is behind the operation of an electric motor, a mechanical device which converts electrical energy into mechanical energy.\",\"A basic electric motor is made of an electromagnet with an iron core wrapped in coiled copper, also referred to as an armature, two semi-circular commutators, two brushes, a shaft, two fixed horseshoe magnets, and electrical leads.\",\"The rectangular armature is placed directly between the two magnets, and its ends are electrically fused to the commutators.\",\"The commutators are then arranged on the shaft in such a way that a small gap is left between the two ends. The brushes will make contact with the commutators and also act as leads for the electrical connection.\",\"When the armature rotates, both the commutators and shaft will rotate along with it on a common axis.\",\"Once a current passes into the armature through the brushes and commutators, a magnetic field will be generated. This new magnetic field will interact with the existing magnetic field generated by the horseshoe magnets.\",\"The interaction between the two fields establishes torque on the armature, forcing it to rotate. As it rotates, it causes the commutators and the shaft to rotate along with it.\",\"When the armature\u0026#39;s position is perpendicular to the field generated by the horseshoe magnets, there will be a temporary loss of electrical connection between the commutators and brushes. This is due to the break in the electrical connection between commutators and brushes.\",\"Although the break in connection will stop the flow of current through the armature, the inertia from its previous motion will continue to rotate it in the same direction. Along with it, the commutators will also rotate.\",\"As the commutators once again come into contact with the brushes, the flow of current through the armature is re-established, causing a magnetic field with the same polarity to be regenerated and allowing the armature to continue rotating in the same direction.\",\"These actions are continually repeated, thereby rotating the armature in one direction. The rotational motion of the armature is transferred to a mechanical device through the shaft, thus generating a mechanical motion.\",\"We can find electric motors in a high percentage of the electrical appliances, including fans, water pumps, and toys.\"","summary_text":"\"An electric motor is a mechanical device which converts the electrical energy into mechanical energy.\"","created_at":"2017-05-25T17:49:26.000Z","updated_at":"2017-05-25T17:49:26.000Z","url":"http://content.fortunapix.com/scripts/94.json"}