{"id":245,"topic_id":null,"fpix_topic_id":"z121186","folder_name":"z121186_reptiles","topic_name":"REPTILES","object_heading":"To learn general characteristics and classifications of reptiles.","script_text":"\"Reptiles, which include animals such as lizards, snakes, and turtles, are a class of vertebrates having dry, scaly skin.\",\"Let\u0026#39;s take a look at some of their general characteristics.\",\"Reptiles have adapted to terrestrial life. Because their dry, scaly skin, they also possess strong limbs for locomotion, well-developed lungs for respiration, and a three-chambered heart with double circulation. Other adaptations for terrestrial life include a water-conserving excretory system, internal fertilization, and shelled eggs.\",\"Class Reptilia is divided into four living orders: Squamata, Crocodilia, Testudines and Sphenodonta.\",\"Order Squamata includes modern lizards and snakes. Along with their strong, short legs and clawed toes, lizards also have movable eyelids and a distinct tail.\",\"Snakes are reptiles having no legs. Some snakes, such as the cobra, are capable of producing deadly venom. But most snakes, even a lethal one such as the python, are non-venomous.\",\"Order Crocodilia includes crocodiles, alligators, caimans, and gavials. These animals are exclusively carnivorous, something that can be seen by their powerful jaws and teeth.\",\"Crocodiles can live in either fresh or salt water and are found in Africa, India, and South Asia.\",\"Alligators and caimans live only in fresh water and are found in North and South America.\",\"Gavials are found only in the rivers of India.\",\"Order Testudines includes turtles and tortoises. Turtles usually live in water, while tortoises live on land.\",\"Terrapins are turtles that live in saltwater.\",\"The members of this order have a hard shell attached to the skeleton, allowing them to pull their head and legs into the shell and protect themselves.\",\"Order Sphenodonta has only one surviving member, the tuatara - a small lizard-like creature, which is found only in New Zealand.\"","summary_text":"\"Reptiles are vertebrates with adaptations allowing them to live on land.\",\"Dry, scaly skin, well developed lungs, a three-chambered heart, and water-conserving mechanisms are common characteristics of reptiles.\",\"Reptiles are divided into four orders: Squamata, Crocodilia, Testudines, and Sphenodonta.\"","created_at":"2017-05-25T17:49:44.000Z","updated_at":"2017-05-25T17:49:44.000Z","url":"http://content.fortunapix.com/scripts/245.json"}