{"id":116,"topic_id":"","fpix_topic_id":"z121125","folder_name":"z121125_human_heart","topic_name":"HUMAN HEART","object_heading":"To study the structure of the human heart and cardiac cycle.","script_text":"\"The heart is located in the center of the chest, between the lungs, slightly to the left.\",\"The heart is a hollow muscular organ made of strong cardiac muscles. It pumps the blood through the circulatory system with great force.\",\"The heart is enclosed in a double-walled sac called the pericardium.\",\"The outer wall of the human heart is composed of three layers the outer epicardium, the middle myocardium and the inner endocardium.\",\"The human heart has four chambers. The upper, smaller chambers are called auricles or atria. The lower, larger and muscular chambers are called ventricles. A thick wall of muscle called the septum separates the right side and the left side of the heart.\",\"There are four valves in the heart.\",\"The tricuspid valve, or right atrioventricular valve, is between the right atrium and the right ventricle.\",\"The mitral valve, also known as the bicuspid valve or left atrioventricular valve, is between the left atrium and the left ventricle. These two valves are attached to the chordae tendineae, which anchor the valves to the papillary muscles in the ventricles.\",\"There are two semilunar valves present; one in the beginning of the aorta and one in the pulmonary vein.\",\"Auricles have thinner walls than the ventricles.\",\"The left ventricle has thicker walls than the right ventricle.\",\"The right atrium collects de-oxygenated blood from the body via superior and inferior vena cava and sends it into the right ventricle. The right ventricle pumps it to the lungs.\",\"The left atrium collects oxygenated blood from the lungs and sends it to the body via the aorta through the left ventricle.\",\"Heart or Cardiac Cycle\",\"To pump blood, the heart muscles in the auricles and ventricles contract and relax simultaneously.\",\"Contraction of heart muscles is called systole, and relaxation is called diastole. A complete systole and diastole of the heart is a single heartbeat, or a cardiac cycle.\",\"When auricles are in systole the ventricles are in diastole.\",\"Auricular systole - auricle muscle contracts tricuspid and mitral valves open blood enters the ventricles auricles relax.\",\"Ventricular systole - tricuspid and mitral valves close causing the first heart sound \\\"lub\\\". Ventricles contract semi lunar valves open.\",\"Blood enters the arteries ventricles relax. Semi lunar valves close, generating the second heart sound, \u0026#34;dub\u0026#39;.\"","summary_text":"\"The human heart has four-chambers with two superior atria and two inferior ventricles.\",\"The tricuspid valve is located between right atrium and right ventricle; and the mitral valve is located between the left atrium and left ventricle.\",\"Semi lunar valves are present in the arteries and veins that leave the heart.\",\"Contraction of the heart muscle is called systole, and relaxation is called diastole. A complete systole and diastole is called a cardiac cycle.\"","created_at":"2017-05-25T17:49:00.000Z","updated_at":"2017-05-30T10:46:03.000Z","url":"http://content.fortunapix.com/scripts/116.json"}